Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: No model is enabled. Please enable at least one model in Settings.
ar: لا يوجد نموذج مفعل. الرجاء تفعيل نموذج واحد على الأقل في الإعدادات.
da: Ingen model er aktiveret. Aktivér venligst mindst én model i Indstillinger.
de: Kein Modell ist aktiviert. Bitte aktiviere mindestens ein Modell in den Einstellungen.
es: No hay ningún modelo habilitado. Por favor, activa al menos un modelo en Ajustes.
fr: Aucun modèle n'est activé. Veuillez activer au moins un modèle dans les Réglages.
id: Tidak ada model yang diaktifkan. Silakan aktifkan setidaknya satu model di Pengaturan.
it: Nessun modello è abilitato. Per favore abilita almeno un modello nelle Impostazioni.
ja: 有効なモデルがありません。設定で少なくとも1つのモデルを有効にしてください。
ko: 활성화된 모델이 없습니다. 설정에서 최소 하나의 모델을 활성화해 주세요.
ms: Tiada model diaktifkan. Sila aktifkan sekurang-kurangnya satu model di Tetapan.
nb: Ingen modell er aktivert. Vennligst aktiver minst én modell i Innstillinger.
nl: Er is geen model ingeschakeld. Schakel minimaal één model in Instellingen.
pl: Żaden model nie jest włączony. Włącz przynajmniej jeden model w ustawieniach.
pt_br: Nenhum modelo está ativado. Ative pelo menos um modelo em Ajustes.
sv: Ingen modell är aktiverad. Aktivera minst en modell i Inställningar.
tr: Hiçbir model etkin değil. Ayarlar'dan en az bir modeli etkinleştirin.
zh_hans: 未启用任何模型。请在“设置”中启用至少一个模型。
zh_hant: 未啟用任何模型。請在「設定」中啟用至少一個模型。
zh_hk: 未啟用任何模型。請在「設定」中啟用至少一個模型。

source: No models available
ar: لا توجد نماذج متاحة
da: Ingen modeller tilgængelige
de: Keine Modelle verfügbar
es: No hay modelos disponibles
fr: Aucun modèle disponible
id: Tidak ada model yang tersedia
it: Nessun modello disponibile
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델이 없습니다
ms: Tiada model tersedia
nb: Ingen modeller tilgjengelig
nl: Geen modellen beschikbaar
pl: Brak dostępnych modeli
pt_br: Nenhum modelo disponível
sv: Inga modeller tillgängliga
tr: Kullanılabilir model yok
zh_hans: 暂无可用模型
zh_hant: 無模型可用
zh_hk: 沒有可用模型

source: No models available. Please select a model in the Models tab.
ar: لا توجد نماذج متاحة. يرجى تحديد نموذج في علامة تبويب النماذج.
da: Ingen modeller tilgængelige. Vælg en model under fanen Modeller.
de: Keine Modelle verfügbar. Bitte wählen Sie ein Modell im Tab Modelle aus.
es: No hay modelos disponibles. Seleccione un modelo en la pestaña Modelos.
fr: Aucun modèle disponible. Veuillez sélectionner un modèle dans l'onglet Modèles.
id: Tidak ada model yang tersedia. Silakan pilih model di tab Model.
it: Nessun modello disponibile. Seleziona un modello nella scheda Modelli.
ja: 利用可能なモデルがありません。「モデル」タブでモデルを選択してください。
ko: 사용 가능한 모델이 없습니다. 모델 탭에서 모델을 선택하세요.
ms: Tiada model tersedia. Sila pilih model di tab Model.
nb: Ingen modeller tilgjengelig. Vennligst velg en modell i modeller-fanen.
nl: Geen modellen beschikbaar. Selecteer een model op het tabblad Modellen.
pl: Brak dostępnych modeli. Wybierz model na karcie Modele.
pt_br: Nenhum modelo disponível. Selecione um modelo na guia Modelos.
sv: Inga modeller tillgängliga. Välj en modell i fliken Modeller.
tr: Kullanılabilir model yok. Lütfen Modeller sekmesinden bir model seçin.
zh_hans: 没有可用的模型，请在「模型」页面选择模型。
zh_hant: 沒有可用模型。請在「模型」標籤中選擇模型。
zh_hk: 沒有可用模型。請在「模型」標籤中選擇模型。

source: No realtime history yet
ar: لا توجد سجلات في الوقت الحقيقي حتى الآن
da: Ingen realtids-historik endnu
de: Noch keine Echtzeit-Historie
es: Aún no hay historial en tiempo real
fr: Pas encore d'historique en temps réel
id: Belum ada riwayat waktu nyata
it: Ancora nessuna cronologia in tempo reale
ja: まだリアルタイム履歴はありません
ko: 아직 실시간 기록이 없습니다
ms: Belum ada sejarah masa nyata.
nb: Ingen sanntidshistorikk ennå
nl: Nog geen realtimegeschiedenis
pl: Jeszcze nie ma historii w czasie rzeczywistym.
pt_br: Ainda não há histórico em tempo real
sv: Ingen realtidshistorik ännu
tr: Henüz gerçek zamanlı geçmiş yok
zh_hans: 尚无实时记录
zh_hant: 尚未有即時記錄
zh_hk: 尚未有即時記錄

source: No recording is available for the selected audio source.
ar: لا يتوفر أي تسجيل لمصدر الصوت المحدد.
da: Der er ingen optagelse tilgængelig for den valgte lydkilde.
de: Für die ausgewählte Audioquelle ist keine Aufnahme verfügbar.
es: No hay ninguna grabación disponible para la fuente de audio seleccionada.
fr: Aucun enregistrement n'est disponible pour la source audio sélectionnée.
id: Tidak ada rekaman yang tersedia untuk sumber audio yang dipilih.
it: Non è disponibile alcuna registrazione per la sorgente audio selezionata.
ja: 選択したオーディオソースの録音は利用できません。
ko: 선택한 오디오 소스에 사용할 수 있는 녹음이 없습니다.
ms: Tiada rakaman tersedia untuk sumber audio yang dipilih.
nb: Det finnes ingen opptak for den valgte lydkilden.
nl: Er is geen opname beschikbaar voor de geselecteerde audiobron.
pl: Brak dostępnych nagrań dla wybranego źródła dźwięku.
pt_br: Nenhuma gravação está disponível para a fonte de áudio selecionada.
sv: Ingen inspelning är tillgänglig för den valda ljudkällan.
tr: Seçilen ses kaynağı için kayıt bulunmamaktadır.
zh_hans: 所选音频来源没有可用的录音。
zh_hant: 所選音訊來源沒有可用的錄音。
zh_hk: 所選音訊來源沒有可用的錄音。

source: No Requests
ar: لا توجد طلبات
da: Ingen anmodninger
de: Keine Anfragen
es: No hay solicitudes
fr: Aucune demande
id: Tidak ada permintaan
it: Nessuna richiesta
ja: リクエストなし
ko: 요청 없음
ms: Tiada permintaan
nb: Ingen forespørsler
nl: Geen verzoeken
pl: Brak żądań
pt_br: Sem solicitações
sv: Inga förfrågningar
tr: İstek yok
zh_hans: 没有请求
zh_hant: 沒有請求
zh_hk: 沒有請求

source: No speech was detected in the audio
ar: لم يتم الكشف عن أي كلام في الملف الصوتي
da: Der blev ikke registreret tale i lydoptagelsen
de: Im Audio wurde keine Sprache erkannt
es: No se detectó voz en el audio
fr: Aucune parole détectée dans l'audio
id: Tidak terdeteksi ucapan dalam audio
it: Nessun parlato rilevato nell'audio
ja: 音声から発話が検出されませんでした
ko: 오디오에서 음성이 감지되지 않았습니다
ms: Tiada ucapan dikesan dalam audio
nb: Ingen tale ble oppdaget i lydopptaket
nl: Er werd geen spraak gedetecteerd in de audio
pl: Nie wykryto mowy w nagraniu audio.
pt_br: Nenhuma fala foi detectada no áudio
sv: Ingen tal upptäcktes i ljudet
tr: Seste konuşma tespit edilmedi
zh_hans: 在音频中未检测到语音
zh_hant: 在音訊中未檢測到語音
zh_hk: 在音訊中未檢測到語音

source: No speech was recognized in the microphone recording.
ar: لم يتم التعرف على أي كلام في تسجيل الميكروفون.
da: Der blev ikke genkendt nogen tale i mikrofonoptagelsen.
de: In der Mikrofonaufnahme wurde keine Sprache erkannt.
es: No se reconoció habla en la grabación del micrófono.
fr: Aucune parole n'a été reconnue dans l'enregistrement du microphone.
id: Tidak ada ucapan yang dikenali dalam rekaman mikrofon.
it: Nessun parlato è stato riconosciuto nella registrazione del microfono.
ja: マイクの録音から音声は認識されませんでした。
ko: 마이크 녹음에서 음성이 인식되지 않았습니다.
ms: Tiada ucapan dikenal pasti dalam rakaman mikrofon
nb: Ingen tale ble gjenkjent i mikrofonopptaket.
nl: Er werd geen spraak herkend in de microfoonopname.
pl: Nie rozpoznano mowy w nagraniu z mikrofonu.
pt_br: Nenhuma fala foi reconhecida na gravação do microfone.
sv: Ingen taligenkänning upptäcktes i mikrofoninspelningen.
tr: Mikrofon kaydında herhangi bir konuşma tanınmadı.
zh_hans: 在麦克风录音中未识别到语音。
zh_hant: 在麥克風錄音中未識別到語音。
zh_hk: 在麥克風錄音中未識別到語音。

source: No speech was recognized in the selected recording.
ar: لم يتم التعرف على أي كلام في التسجيل المحدد.
da: Der blev ikke genkendt tale i den valgte optagelse.
de: In der ausgewählten Aufnahme wurde keine Sprache erkannt.
es: No se detectó habla en la grabación seleccionada.
fr: Aucune parole n'a été reconnue dans l'enregistrement sélectionné.
id: Tidak ada ucapan yang dikenali dalam rekaman yang dipilih.
it: Nessun parlato è stato riconosciuto nella registrazione selezionata.
ja: 選択した録音からは音声が認識されませんでした。
ko: 선택한 녹음에서 음성이 인식되지 않았습니다.
ms: Tiada ucapan dikesan dalam rakaman yang dipilih.
nb: Det ble ikke gjenkjent tale i det valgte opptaket.
nl: Er werd geen spraak herkend in de geselecteerde opname.
pl: W wybranym nagraniu nie rozpoznano mowy.
pt_br: Nenhuma fala foi reconhecida na gravação selecionada.
sv: Ingen taligenkänning gjordes i den valda inspelningen.
tr: Seçili kayıtta konuşma algılanamadı.
zh_hans: 在所选录音中未识别到语音。
zh_hant: 在所選錄音中未識別到語音。
zh_hk: 在所選錄音中未識別到語音。

source: No text history yet
ar: لا توجد سجلات نصية حتى الآن
da: Ingen teksthistorik endnu
de: Noch keine Text-Historie
es: Aún no hay historial de texto
fr: Pas encore d'historique de texte
id: Belum ada riwayat teks
it: Ancora nessuna cronologia di testo
ja: まだテキストの履歴はありません
ko: 아직 텍스트 기록이 없습니다
ms: Belum ada sejarah teks
nb: Ingen teksthistorikk ennå
nl: Nog geen texthistorie
pl: Jeszcze nie ma historii tekstu.
pt_br: Ainda não há histórico de texto
sv: Ingen texthistorik ännu
tr: Henüz metin geçmişi yok
zh_hans: 尚无文本记录
zh_hant: 尚未有文字記錄
zh_hk: 尚未有文字記錄

source: None
ar: لا شيء
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
sv: Inget
tr: Hiçbiri
zh_hans: 无
zh_hant: 無
zh_hk: 無

source: Not Downloaded
ar: لم يتم التنزيل
da: Ikke downloadet
de: Nicht heruntergeladen
es: No descargado
fr: Non téléchargé
id: Belum diunduh
it: Non scaricato
ja: 未ダウンロード
ko: 다운로드되지 않음
ms: Belum dimuat turun
nb: Ikke lastet ned
nl: Niet gedownload
pl: Nie pobrano
pt_br: Não baixado
sv: Inte nedladdad
tr: İndirilmedi
zh_hans: 未下载
zh_hant: 未下載
zh_hk: 未下載

source: Not supported by selected recognition model
ar: غير مدعوم من قبل نموذج التعرف المحدد
da: Understøttes ikke af den valgte genkendelsesmodel
de: Nicht vom ausgewählten Erkennungsmodell unterstützt
es: No es compatible con el modelo de reconocimiento seleccionado
fr: Non pris en charge par le modèle de reconnaissance sélectionné
id: Tidak didukung oleh model pengenalan yang dipilih
it: Non supportato dal modello di riconoscimento selezionato
ja: 選択された認識モデルではサポートされていません
ko: 선택한 인식 모델에서 지원되지 않습니다
ms: Tidak disokong oleh model pengecaman yang dipilih
nb: Støttes ikke av den valgte gjenkjennelsesmodellen
nl: Niet ondersteund door het geselecteerde herkenningsmodel
pl: Nieobsługiwane przez wybrany model rozpoznawania.
pt_br: Não é compatível com o modelo de reconhecimento selecionado
sv: Stöds inte av den valda igenkänningsmodellen
tr: Seçilen tanıma modeli tarafından desteklenmiyor
zh_hans: 所选识别模型不支持
zh_hant: 所選識別模型不支援
zh_hk: 所選識別模型不支援

source: Notch
ar: النوتش
da: Hak
es: Muesca
fr: Encoche
it: Tacca
ja: ノッチ
ko: 노치
ms: Takuk
nb: Hak
pl: Wcięcie
tr: Çentik
zh_hans: 刘海
zh_hant: 瀏海
zh_hk: 瀏海

source: Note: If TLingo already appears in the list, select it and click − to remove it, then click + and add it again from Applications.
ar: ملاحظة: إذا كان TLingo مدرجًا بالفعل في القائمة، فحدده وانقر − لإزالته، ثم انقر + وأعد إضافته من التطبيقات.
da: Bemærk: Hvis TLingo allerede vises på listen, vælg det og klik − for at fjerne det, klik derefter på + og tilføj det igen fra Programmer.
de: Hinweis: Falls TLingo bereits in der Liste erscheint, wählen Sie es aus und klicken Sie −, um es zu entfernen, klicken Sie dann auf + und fügen Sie es erneut aus den Anwendungen hinzu.
es: Nota: Si TLingo ya aparece en la lista, selecciónalo y haz clic en − para eliminarlo, luego haz clic en + y añádelo de nuevo desde Aplicaciones.
fr: Remarque : si TLingo apparaît déjà dans la liste, sélectionnez-le et cliquez sur − pour le supprimer, puis cliquez sur + et ajoutez-le à nouveau depuis Applications.
id: Catatan: Jika TLingo sudah muncul dalam daftar, pilih itu dan klik − untuk menghapusnya, lalu klik + dan tambahkan lagi dari Aplikasi.
it: Nota: se TLingo è già presente nell'elenco, selezionalo e fai clic su − per rimuoverlo, poi fai clic su + e aggiungilo di nuovo da Applicazioni.
ja: 注: TLingo が既にリストに表示されている場合は、それを選択して − をクリックして削除し、次に + をクリックして「アプリケーション」から再度追加してください。
ko: 참고: TLingo가 이미 목록에 표시되어 있으면 선택한 다음 −를 클릭하여 제거하고, 그런 다음 +를 클릭하여 응용 프로그램에서 다시 추가하세요.
ms: Nota: Jika TLingo sudah muncul dalam senarai, pilih ia dan klik − untuk mengalihkannya, kemudian klik + dan tambah semula dari Aplikasi.
nb: Merk: Hvis TLingo allerede vises i listen, velg det og klikk − for å fjerne det, klikk deretter + og legg det til igjen fra Programmer.
nl: Opmerking: Als TLingo al in de lijst verschijnt, selecteer het en klik − om het te verwijderen, klik vervolgens op + en voeg het opnieuw toe vanuit Programma's.
pl: Uwaga: Jeśli TLingo już pojawia się na liście, zaznacz je i kliknij −, aby usunąć, a następnie kliknij + i dodaj je ponownie z Aplikacji.
pt_br: Observação: se o TLingo já aparecer na lista, selecione-o e clique em − para removê-lo, em seguida clique em + e adicione-o novamente em Aplicativos.
sv: Observera: Om TLingo redan visas i listan, markera det och klicka − för att ta bort det, klicka sedan på + och lägg till det igen från Program.
tr: Not: TLingo zaten listede görünüyorsa, onu seçin ve kaldırmak için − öğesine tıklayın, ardından + öğesine tıklayıp Uygulamalardan tekrar ekleyin.
zh_hans: 注意：如果 TLingo 已经出现在列表中，选择它并点击 − 将其移除，然后点击 + 并从“应用程序”中再次添加。
zh_hant: 注意：如果 TLingo 已經出現在列表中，選取它並按 − 將其移除，然後按 + 並從「應用程式」再次新增。
zh_hk: 注意：如果 TLingo 已經出現在列表中，選取它並按 − 將其移除，然後按 + 並從「應用程式」再次新增。

source: Ocean
ar: محيط
de: Ozean
es: Océano
fr: Océan
id: Samudra
it: Oceano
ja: オーシャン
ko: 오션
ms: Samudra
nl: Oceaan
pt_br: Oceano
tr: Okyanus
zh_hans: 海洋
zh_hant: 海洋
zh_hk: 海洋

source: Off
ar: إيقاف
da: Fra
de: Aus
es: Desactivado
fr: Désactivé
id: Mati
it: Disattivato
ja: オフ
ko: 끔
ms: Mati
nb: Av
nl: Uit
pl: Wyłączone
pt_br: Desligado
sv: Av
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: OK
ar: موافق
ko: 확인
tr: Tamam
zh_hans: 好的

source: On iPhone / iPad
ar: على iPhone / iPad
da: På iPhone / iPad
de: Auf dem iPhone / iPad
es: En iPhone / iPad
fr: Sur iPhone / iPad
id: Di iPhone / iPad
it: Su iPhone / iPad
ja: iPhone / iPadで
ko: iPhone / iPad에서
ms: Pada iPhone / iPad
nb: På iPhone / iPad
nl: Op iPhone / iPad
pl: Na iPhonie / iPadzie
pt_br: No iPhone / iPad
sv: På iPhone / iPad
tr: iPhone / iPad'te
zh_hans: 在 iPhone / iPad 上
zh_hant: 在 iPhone / iPad 上
zh_hk: 在 iPhone / iPad 上

source: On Mac
ar: على جهاز Mac
da: På Mac
de: Auf dem Mac
es: En Mac
fr: Sur Mac
id: Di Mac
it: Su Mac
ja: Macで
ko: Mac에서
ms: Pada Mac
nb: På Mac
nl: Op Mac
pl: Na Macu
pt_br: No Mac
sv: På Mac
tr: Mac'te
zh_hans: 在 Mac 上
zh_hant: 在 Mac 上
zh_hk: 在 Mac 上

source: On-Device
ar: على الجهاز
da: På enheden
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l'appareil
id: Di perangkat
it: Sul dispositivo
ja: デバイス上
ko: 디바이스에서
ms: Pada peranti
nb: På enheten
nl: Op het apparaat
pl: Na urządzeniu
pt_br: No dispositivo
sv: På enheten
tr: Cihazda
zh_hans: 在设备上
zh_hant: 在設備上
zh_hk: 在設備上

source: On-Device AI
ar: الذكاء الاصطناعي على الجهاز
da: AI på enheden
de: On-Device-KI
es: IA en el dispositivo
fr: IA sur l'appareil
id: AI di perangkat
it: AI sul dispositivo
ja: デバイス上のAI
ko: 기기 내 AI
ms: AI pada peranti
nb: AI på enheten
nl: AI op het apparaat
pl: AI na urządzeniu
pt_br: IA no dispositivo
sv: AI på enheten
tr: Cihazda Yapay Zekâ
zh_hans: 设备端 AI
zh_hant: 裝置端 AI
zh_hk: 裝置端 AI

source: ON-DEVICE AI
ar: الذكاء الاصطناعي على الجهاز
da: AI PÅ ENHEDEN
de: ON-DEVICE-KI
es: IA EN EL DISPOSITIVO
fr: IA SUR L'APPAREIL
id: AI DI PERANGKAT
it: AI SUL DISPOSITIVO
ja: デバイス上のAI
ko: 기기 내 AI
ms: AI PADA PERANTI
nb: AI PÅ ENHETEN
nl: AI OP HET APPARAAT
pl: AI NA URZĄDZENIU
pt_br: IA NO DISPOSITIVO
sv: AI PÅ ENHETEN
tr: CİHAZDA YAPAY ZEKÂ
zh_hans: 设备端 AI
zh_hant: 裝置端 AI
zh_hk: 裝置端 AI

source: On-device Apple Intelligence
ar: Apple Intelligence على الجهاز
da: Apple Intelligence på enheden
de: Apple Intelligence auf dem Gerät
es: Apple Intelligence en el dispositivo
fr: Apple Intelligence sur l’appareil
id: Apple Intelligence di perangkat
it: Apple Intelligence sul dispositivo
ja: デバイス上の Apple Intelligence
ko: 기기 내 Apple Intelligence
ms: Apple Intelligence pada peranti
nb: Apple Intelligence på enheten
nl: Apple Intelligence op het apparaat
pl: Apple Intelligence na urządzeniu
pt_br: Apple Intelligence no dispositivo
sv: Apple Intelligence på enheten
tr: Cihaz üzerindeki Apple Intelligence
zh_hans: 设备上的 Apple Intelligence
zh_hant: 裝置上的 Apple Intelligence
zh_hk: 裝置上的 Apple Intelligence

source: On-device, private, no network needed
ar: على الجهاز، خاص، لا حاجة إلى شبكة
da: På enheden, privat, kræver ikke netværk
de: Auf dem Gerät, privat, kein Netzwerk erforderlich
es: En el dispositivo, privado, no se necesita red
fr: Sur l'appareil, privé, aucune connexion nécessaire
id: Di perangkat, pribadi, tidak perlu jaringan
it: Sul dispositivo, privato, nessuna rete necessaria
ja: デバイス上、プライベート、ネットワークは必要ありません
ko: 디바이스에서, 비공식, 네트워크 필요 없음
ms: Pada peranti, peribadi, tidak memerlukan sambungan rangkaian
nb: På enheten, privat, ingen nettverk nødvendig
nl: Op het apparaat, privé, geen netwerk nodig
pl: Na urządzeniu, prywatne, nie wymaga połączenia z siecią
pt_br: No dispositivo, privado, sem necessidade de rede
sv: På enheten, privat, inget nätverk krävs
tr: Cihazda, özel, ağ gerekmez
zh_hans: 在设备上，私密，无需网络
zh_hant: 在設備上，私密，無需網絡
zh_hk: 在設備上，私密，無需網絡

source: One subscription, all your Apple devices
ar: اشتراك واحد، جميع أجهزة Apple الخاصة بك
da: Én abonnement, alle dine Apple-enheder
de: Ein Abonnement, all Ihre Apple-Geräte
es: Una suscripción, todos tus dispositivos Apple
fr: Un abonnement, tous vos appareils Apple
id: Satu langganan, semua perangkat Apple Anda
it: Un abbonamento, tutti i tuoi dispositivi Apple
ja: 1つのサブスクリプションで、すべてのAppleデバイス
ko: 하나의 구독으로 모든 Apple 기기 사용
ms: Satu langganan, semua peranti Apple anda
nb: Ett abonnement, alle dine Apple-enheter
nl: Eén abonnement, al je Apple-apparaten
pl: Jedna subskrypcja, wszystkie Twoje urządzenia Apple
pt_br: Uma assinatura, todos os seus dispositivos Apple
sv: Ett abonnemang, alla dina Apple-enheter
tr: Bir abonelik, tüm Apple cihazlarınız
zh_hans: 一次订阅，所有 Apple 设备通用
zh_hant: 一個訂閱，適用於你所有的 Apple 裝置
zh_hk: 一個訂閱，適用於您所有的 Apple 裝置

source: One translator across devices
ar: مترجم واحد عبر الأجهزة
da: En oversætter på tværs af enheder
de: Ein Übersetzer auf allen Geräten
es: Un traductor en todos los dispositivos
fr: Un seul traducteur sur tous les appareils
id: Satu penerjemah di seluruh perangkat
it: Un solo traduttore su tutti i dispositivi
ja: デバイス間で共通の翻訳ツール
ko: 기기 간 하나의 번역기
ms: Satu penterjemah untuk semua peranti
nb: En oversetter på tvers av enheter
nl: Één vertaler op al je apparaten
pl: Jeden tłumacz na wszystkich urządzeniach
pt_br: Um tradutor em todos os dispositivos
sv: En översättare på alla enheter
tr: Cihazlar arasında tek bir çevirmen
zh_hans: 跨设备的统一翻译器
zh_hant: 跨裝置的單一翻譯器
zh_hk: 跨裝置共用的翻譯器

source: One-time purchase, forever yours
ar: شراء لمرة واحدة، ملكك إلى الأبد
da: Engangskøb, dit for evigt
de: Einmaliger Kauf, für immer dein
es: Compra única, tuya para siempre
fr: Achat unique, à vous pour toujours
id: Pembelian satu kali, milikmu selamanya
it: Acquisto una tantum, tuo per sempre
ja: 一度の購入で、永久にあなたのもの
ko: 일회성 구매로 영원히 소유
ms: Pembelian sekali sahaja, milik anda selamanya
nb: Engangskjøp, ditt for alltid
nl: Eenmalige aankoop, voor altijd van jou
pl: Jednorazowy zakup, na zawsze twój
pt_br: Compra única, sua para sempre
sv: Engångsköp, ditt för alltid
tr: Tek seferlik satın alma, sonsuza dek sizin
zh_hans: 一次性购买，永久属于你
zh_hant: 一次性購買，永久屬於你
zh_hk: 一次性購買，永遠屬於你

source: Open **System Settings**
ar: افتح **إعدادات النظام**
da: Åbn **Systemindstillinger**
de: Öffne **Systemeinstellungen**
es: Abrir **Configuración del sistema**
fr: Ouvrir **Paramètres Système**
id: Buka **Pengaturan Sistem**
it: Aprire **Impostazioni di Sistema**
ja: **システム設定**を開く
ko: **시스템 설정** 열기
ms: Buka **Tetapan Sistem**
nb: Åpne **Systeminnstillinger**
nl: **Systeeminstellingen** openen
pl: Otwórz **Ustawienia systemowe**
pt_br: Abrir **Configurações do Sistema**
sv: Öppna **Systeminställningar**
tr: **Sistem Ayarları**nı Aç
zh_hans: 打开**系统设置**
zh_hant: 打開**系統設置**
zh_hk: 打開**系統設置**

source: Open current translation in the main app window
ar: افتح الترجمة الحالية في نافذة التطبيق الرئيسية
da: Åbn den aktuelle oversættelse i hovedappens vindue
de: Öffne die aktuelle Übersetzung im Hauptfenster der App
es: Abrir la traducción actual en la ventana principal de la aplicación
fr: Ouvrir la traduction actuelle dans la fenêtre principale de l'application
id: Buka terjemahan saat ini di jendela utama aplikasi
it: Apri la traduzione corrente nella finestra principale dell'app
ja: 現在の翻訳をメインアプリのウィンドウで開く
ko: 현재 번역을 메인 앱 창에서 열기
ms: Buka terjemahan semasa di tetingkap utama aplikasi
nb: Åpne gjeldende oversettelse i appens hovedvindu
nl: Open de huidige vertaling in het hoofdvenster van de app
pl: Otwórz bieżące tłumaczenie w głównym oknie aplikacji
pt_br: Abrir a tradução atual na janela principal do aplicativo
sv: Öppna den aktuella översättningen i appens huvudfönster
tr: Geçerli çeviriyi ana uygulama penceresinde aç
zh_hans: 在主应用窗口中打开当前翻译
zh_hant: 在主應用程式視窗中開啟目前的翻譯
zh_hk: 在主應用程式視窗中開啟目前的翻譯

source: Open in TLingo
ar: افتح في TLingo
da: Åbn i TLingo
de: In TLingo öffnen
es: Abrir en TLingo
fr: Ouvrir dans TLingo
id: Buka di TLingo
it: Aprire in TLingo
ja: TLingoで開く
ko: TLingo에서 열기
ms: Buka di TLingo
nb: Åpne i TLingo
nl: Openen in TLingo
pl: Otwórz w TLingo
pt_br: Abrir no TLingo
sv: Öppna i TLingo
tr: TLingo'da aç
zh_hans: 在TLingo中打开
zh_hant: 在TLingo中打開
zh_hk: 在TLingo中打開

source: Open Main App
ar: افتح التطبيق الرئيسي
da: Åbn hovedappen
de: Öffne Haupt-App
es: Abrir la aplicación principal
fr: Ouvrir l'application principale
id: Buka Aplikasi Utama
it: Apri l'app principale
ja: メインアプリを開く
ko: 메인 앱 열기
ms: Buka aplikasi utama
nb: Åpne hovedappen
nl: Open hoofdapp
pl: Otwórz aplikację główną
pt_br: Abrir o aplicativo principal
sv: Öppna huvudappen
tr: Ana uygulamayı aç
zh_hans: 打开主应用
zh_hant: 開啟主應用程式
zh_hk: 開啟主應用程式

source: Open Main Window
ar: افتح النافذة الرئيسية
da: Åbn hovedvindue
de: Hauptfenster öffnen
es: Abrir ventana principal
fr: Ouvrir la fenêtre principale
id: Buka jendela utama
it: Apri finestra principale
ja: メインウィンドウを開く
ko: 메인 창 열기
ms: Buka tetingkap utama
nb: Åpne hovedvindu
nl: Hoofdvenster openen
pl: Otwórz główne okno
pt_br: Abrir janela principal
sv: Öppna huvudfönstret
tr: Ana Pencereyi Aç
zh_hans: 打开主窗口
zh_hant: 打開主視窗
zh_hk: 打開主視窗

source: Open Result
ar: افتح النتيجة
da: Åbn resultat
de: Ergebnis öffnen
es: Abrir resultado
fr: Ouvrir le résultat
id: Buka hasil
it: Apri risultato
ja: 結果を開く
ko: 결과 열기
ms: Buka hasil
nb: Åpne resultat
nl: Resultaat openen
pl: Otwórz wynik
pt_br: Abrir resultado
sv: Öppna resultat
tr: Sonucu aç
zh_hans: 打开结果
zh_hant: 打開結果
zh_hk: 打開結果

source: Open Settings
ar: افتح الإعدادات
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir configuraciones
fr: Ouvrir les paramètres
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir configurações
sv: Öppna inställningar
tr: Ayarları Aç
zh_hans: 打开设置
zh_hant: 打開設定
zh_hk: 打開設置

source: Open Settings > Apps > Default Apps > Translation
ar: افتح الإعدادات > التطبيقات > التطبيقات الافتراضية > الترجمة
da: Åbn Indstillinger > Apps > Standardapps > Oversættelse
de: Öffne Einstellungen > Apps > Standard-Apps > Übersetzung
es: Abre Configuración > Apps > Aplicaciones predeterminadas > Traducción
fr: Ouvrez Réglages > Apps > Apps par défaut > Traduction
id: Buka Pengaturan > Aplikasi > Aplikasi bawaan > Terjemahan
it: Apri Impostazioni > App > App predefinite > Traduzione
ja: 設定を開く > アプリ > 既定のアプリ > 翻訳
ko: 설정 > 앱 > 기본 앱 > 번역 열기
ms: Buka Tetapan > Aplikasi > Aplikasi Lalai > Terjemahan
nb: Åpne Innstillinger > Apper > Standardapper > Oversettelse
nl: Open Instellingen > Apps > Standaardapps > Vertaling
pl: Otwórz Ustawienia > Aplikacje > Aplikacje domyślne > Tłumaczenie
pt_br: Abra Ajustes > Apps > Apps padrão > Tradução
sv: Öppna Inställningar > Appar > Standardappar > Översättning
tr: Ayarlar > Uygulamalar > Varsayılan Uygulamalar > Çeviri öğesini açın
zh_hans: 打开 设置 > 应用 > 默认应用 > 翻译
zh_hant: 開啟 設定 > 應用程式 > 預設應用程式 > 翻譯
zh_hk: 開啟 設定 > 應用程式 > 預設應用程式 > 翻譯
